import React from 'react'

export default function BiographyPage() {
  return (
    <div className="o-container manager header-trigger w-container">
      
      <div className="bio-header-wrap">
        <h1 className="heading-4">Голова Державного агентства розвитку туризму України</h1>
        <h1 className="heading-2 bio-header-name">Наталя Таба́ка</h1>
      </div>
      <div className="bio-wrap">
        <div className="bio-image">
          <img 
            src="/webflow/images/WhatsApp-Image-2025-04-29-at-10.56.31.jpeg" 
            loading="lazy" 
            alt="Наталя Табака"
          />
          <div className="bio-license">Цей файл доступний на умовах Creative Commons CC0 1.0 Universal Public Domain Dedication</div>
        </div>
        <div className="bio-content">
          <p className="bio_text first-text"><strong>Наталя Табака</strong> — керівниця у сфері туризму та фахівчиня з публічної політики. У квітні 2025 року призначена головою Державного агентства розвитку туризму України. Серед ключових цілей на посаді очільниці – реалізація національної туристичної політики та стратегічних реформ, а також розвиток міжнародних партнерств, що сприяють економічному відновленню й регіональному розвитку через туризм.</p>
          <p className="bio_text">До цього працювала координаторкою проєктів у GIZ Ukraine, де в межах ініціативи EU4Business сприяла зростанню конкурентоспроможності малого та середнього бізнесу, супроводжувала процес створення більше 30 індустріальних кластерних партнерств, а також організовувала торговельні місії та міжнародні бізнес-форуми.</p>
          <p className="bio_text">На посаді Голови Наталя координує створення національного проєкту “Маршрути пам’яті” в межах реалізації плану внутрішньої стійкості України Президента України. Започаткувала низку ініціатив, зокрема створення єдиної цифрової екосистеми для управління туристичними даними. Наталя Табака також співпрацює з депутатським корпусом та Міністерством розвитку громад та територій України над змінами до законодавства щодо спрощення ліцензійних процедур, запровадженням прозорих ринкових регулювань та підвищенням стандартів якості в туристичній і готельно-ресторанній сферах.</p>
        </div>
      </div>
      <div className="bio-content-wrap">
        <div className="bio-content">
          <p className="paragraph-2"> Серед її досягнень — проведення Національного туристичного саміту України у 2024 році та запуск програм управлінського навчання для понад 300 професіоналів індустрії гостинності.</p>
          <p className="bio_text">У 2017–2023 роках очолювала управління туризму та курортів Львівської обласної державної адміністрації, де закріпила туризм як стратегічний напрямок розвитку регіону: ініціювала створення Туристичного кластеру Львівщини, започаткувала проєкти з розвитку екотуризму та велосипедної інфраструктури, а також організовувала навчальні візити з безбар’єрного туризму, залучаючи міжнародну підтримку задля зміцнення туристичної стійкості регіону.</p>
          <p className="bio_text">Окрім управлінської діяльності, з 2020-го року викладає у Львівському торговельно-економічному університеті. Водночас, навчається в аспірантурі за спеціальністю підприємництво та торгівля. 2010-го року закінчила Львівський національний університет імені Івана Франка за спеціальністю «Фінанси» (магістр). Також у 2016-ому році отримала кваліфікацію магістра державного управління у Львівському регіональному інституті держуправління Національної академії державного управління при Президентові України. Окрім цього, здобула міжнародний досвід під час професійних програм у Норвегії, Японії та Ізраїлі, а також особисто відвідала понад 35 країн світу — включно зі сходженням на гору Кіліманджаро.</p>
          <p className="bio_text last-text">За свій внесок у розвиток країни Наталя Табака відзначена нагородами Прем’єр-міністра України, Верховної Ради та низки національних органів влади.Сьогодні, планує розвивати сталий туризм, міжсекторальну співпрацю, впроваджувати інклюзивні рішення, інтегрувати інновації, розвивати громади та реалізовувати проєкти зі збереження природної та культурної спадщини в сучасні туристичні стратегії.</p>
        </div>
      </div>
    </div>
  )
}
