import React from 'react'
import { AccessibilityTrigger } from '@/components/AccessibilityTrigger'

export default function BioPershiyZastupnikPage() {
  return (
    <div className="o-container manager header-trigger w-container">
      <AccessibilityTrigger />
      
      <div className="bio-header-wrap">
        <h1 className="heading-4">Перший заступник Голови Державного агентства розвитку туризму України</h1>
        <h1 className="heading-2 bio-header-name">Тарас Зіновійович Лозинський</h1>
      </div>
      <div className="bio-wrap">
        <div className="bio-image">
          <img 
            src="/webflow/images/lozynsky-min_1.webp" 
            loading="lazy" 
            alt="Тарас Лозинський"
          />
          <div className="bio-license">Цей файл доступний на умовах Creative Commons CC0 1.0 Universal Public Domain Dedication</div>
        </div>
        <div className="bio-content">
          <p className="bio_text first-text"><strong>Тарас Лозинський </strong>— управлінець у сфері туризму, фахівець з регіонального розвитку, міжнародної співпраці та безбар’єрності. У липні 2025 року призначений першим заступником голови Державного агентства розвитку туризму України.</p>
          <p className="bio_text">На посаді Тарас відповідає за координацію напрямів безбар’єрності, внутрішній туризм та децентралізований розвиток туристичних продуктів. Також займається посиленням регіональної мережі туристичних маршрутів і впровадженням сучасних підходів у промоції національної туристичної пропозиції.</p>
          <p className="bio_text"><strong>Професійний досвід</strong></p>
          <p className="bio_text">До цього, з березня по липень 2025-го року, Тарас Лозинський обіймав посаду заступника директора департаменту – начальника управління туризму та курортів департаменту спорту, молоді та туризму Львівської обласної військової адміністрації. Він координував міжнародний проєкт Interreg Europe «Jewels Tours» зі створення маршрутів єврейською культурною спадщиною, а також організував низку бізнес-турів і туристичних подій задля розвитку територіальних громад Львівщини.</p>
        </div>
      </div>
      <div className="bio-content-wrap">
        <div className="bio-content">
          <p className="paragraph-2">Впродовж 2023–2025 років був виконувачем обов’язків начальника управління туризму та курортів Львівської ОВА, де реалізував соціальні ініціативи з туризму й ментального відновлення, зокрема проєкт «Терапія мандрами» для ветеранів. Також впровадив низку безбар’єрних рішень: від створення освітнього серіалу на платформі ДІЯ - до встановлення тактильних мініскульптур і запуску віртуальних турів. Серед досягнень — створення ефективної концепції з брендового позиціонування Шептицької громади як арт-столиці вуличного мистецтва. За його очільництва також запустили серію відеоблогів «В об’єктиві», створили туристичний шлях «Верхами Верховинського Вододільного хребта».</p>
          <p className="bio_text">У 2018–2023 роках обіймав керівні посади в управлінні туризму та курортів Львівської ОВА. Зініціював створення реєстру туристичних шляхів Львівщини, реалізував проєкт з облаштування низки велосипедних та пішохідних маршрутів, зокрема в межах національного парку «Сколівські Бескиди» та притулку «Домажир». Брав участь у транскордонному проєкті «Світ карпатських розет», під його керівництвом запустили мобільний застосунок для туристів «LvivRegion\&GO», представляв область на різноманітних міжнародних виставках та форумах.</p>
          <p className="bio_text"><strong>Освіта:</strong></p>
          <p className="bio_text">Тарас отримав освіту політолога у ступені магістра в Львівському національному університеті імені Івана Франка. Крім того, в Інституті післядипломної освіти та доуніверситетської підготовки управлінець здобув освіту спеціаліста з права. В Львівському державному університеті фізичної культури імені Івана Боберського Тарас отримав ще одну освіту за спеціальністю «Культура і спорт» у ступені магістра.</p>
          <p className="bio_text">Тарас Лозинський продовжує постійно навчатись задля підвищення кваліфікації та вдосконалення професійних навичок. Сьогодні він також є: сертифікованим тренером освітніх програм у сфері туризму; учасником навчальних програм від Українського католицького університету, Британської ради, Асоціації міст України, польської програми «Навчальні візити в Гдині»; автором і координатором більше 20 реалізованих проєктів розвитку туризму на Львівщині; тренером-викладачем Львівської ДЮСШ «Олімпія», майстром спорту України з дзюдо.</p>
          <p className="bio_text last-text">Тарас професійно займається дзюдо, любить біг та обожнює активний відпочинок: походи в гори з наметами, веломандрівки, сплави на байдарках, катання на лижах. Не уявляє себе без мандрів та дослідження нових місць.</p>
        </div>
      </div>
    </div>
  )
}
