import React from 'react'
import { DocListItem } from '@/components/DocListItem'
import { DocumentLink } from '@/components/DocumentLink'

export const ActivityTab = () => {
  return (
    <div id="activity" className="o-container anticor w-container">
      <h1 id="IAD" className="heading inform-heading">Антикорупційна <strong className="bold-text">діяльність</strong></h1>
      <p className="anticor-p content-blue">
        Якщо Вам стали відомі факти порушення антикорупційного законодавства працівниками апарату ДАРТ, на підприємствах, в установах та організаціях, що належать до сфери управління ДАРТ, за наявності обґрунтованого переконання, що інформація є достовірною, Ви можете повідомити про виявлені факти:
      </p>
      
      <div className="div-block-2">
        <p className="paragraph content-blue">електронною поштою на адресу:</p>
        <DocumentLink href="mailto:vykryvach@tourism.gov.ua?subject=%D0%9F%D0%BE%D0%B2%D1%96%D0%B4%D0%BE%D0%BC%D0%BB%D0%B5%D0%BD%D0%BD%D1%8F%20%D0%BF%D1%80%D0%BE%20%D0%BA%D0%BE%D1%80%D1%80%D1%83%D0%BF%D1%86%D1%96%D1%8E" className="link-3">
          vykryvach@tourism.gov.ua,
        </DocumentLink>
        <DocumentLink href="https://forms.gle/fpZtoJ3uW7BHXGY97" className="link-3">
          або заповнивши Гугл-форму.
        </DocumentLink>
      </div>

      <p className="content-blue">Повідомлення підлягають розгляду за наявності таких реквізитів:</p>
      <ol role="list" className="anticor-p content-blue">
        <li className="anticor-list-item">Прізвища, імені, по батькові особи, яка ймовірно вчинила правопорушення, її посада та місце роботи.</li>
        <li className="anticor-list-item">Тексту повідомлення, що містить інформацію про факти вчинення корупційного або пов’язаногоз корупцією правопорушення, іншого порушення Закону України «Про запобігання корупції» (далі – Закон), яка може бути перевірена.</li>
        <li className="anticor-list-item">Прізвища, імені, по батькові, адреси та підпису особи, яка надіслала повідомлення (автор повідомлення).</li>
      </ol>

      <p className="anticor-p content-blue">
        Звертаємо увагу, що згідно зі статтею 53 Закону розгляду підлягають повідомлення про порушення вимог цього Закону, здійснені працівником відповідного органу без зазначення авторства (анонімно). Анонімне повідомлення про порушення вимог антикорупційного законодавства підлягає розгляду, якщо зазначена в ньому інформація стосується конкретної особи, містить фактичні дані, які можуть бути перевірені.
      </p>
      <p className="anticor-p content-blue">
        Інші письмові звернення без зазначення місця проживання, не підписані автором (авторами), а також такі, з яких неможливо встановити авторство, відповідно до частини першої статті 8 Закону України «Про звернення громадян» визнаються анонімними і розгляду не підлягають.
      </p>
      <p className="anticor-p content-blue">
        Надана Вами інформація використовуватиметься як джерело для прийняття рішення щодо необхідності належного реагування відповідно до вимог Закону.
      </p>

      <h1 className="anticor-header2">Єдиний портал повідомлень викривачів</h1>
      <p className="anticor-p content-blue">
        Єдиний портал повідомлень викривачів (далі – Портал) – це інформаційно-комунікаційна система, яка має комплексну систему захисту інформації з підтвердженою відповідністю згідно із Законом України «Про захист інформації в інформаційно-комунікаційних системах», що забезпечує обмін даними з викривачем за допомогою мережі Інтернет, збирання, зберігання, використання, захист, облік, пошук, узагальнення повідомлень викривачів, а також іншої інформації, в тому числі про статус викривачів, стан та результати розгляду повідомлень викривачів.
      </p>
      
      <div className="div-block-2">
        <p className="paragraph content-blue">Перейти на Портал можна за посиланням: </p>
        <DocumentLink href="https://whistleblowers.nazk.gov.ua/">https://whistleblowers.nazk.gov.ua/</DocumentLink>
      </div>

      <p className="anticor-p content-blue">
        Портал гарантує викривачам забезпечення умов конфіденційності, а також надає доступ викривачами до інформації про стан, процес розгляду та результати розгляду їх повідомлень.<br />
        Портал – це один з інструментів реалізації антикорупційної політики, створення якого передбачено Державною антикорупційною програмою (ДАП) на 2023-2025 роки. Тому одним з головних пріоритетів НАЗК є створення умов, за яких викривачі зможуть безпечно повідомляти про факти корупції.<br />
        Передбачено, що держателем та відповідальним за адміністрування Порталу є Національне агентство з питань запобігання корупції.
      </p>
      
      <p className="anticor-p coursive">
        Єдиний портал повідомлень викривачів – це внутрішній канал повідомлення*!<br />
        * Внутрішні канали повідомлення про можливі факти корупційних або пов’язаних з корупцією правопорушень, інших порушень цього Закону – способи захищеного (у тому числі анонімного) повідомлення інформації викривачем керівнику або уповноваженому підрозділу (особі) органу, юридичної особи, у яких викривач працює, проходить службу чи навчання або на замовлення яких виконує роботу, а так само до органу вищого рівня, уповноважена особа якого здійснює контроль за дотриманням антикорупційного законодавства на підвідомчих підприємствах, в установах та організаціях.
      </p>

      <h2 className="anticor-header2"><em className="italic-text-2">Набуття особою статусу викривача</em></h2>
      <p className="anticor-p content-blue">
        Будь-яка особа, якій стала відома інформація про корупційне, або пов’язане з корупцією правопорушення, інших порушень Закону України «Про запобігання корупції», може повідомити про це на Порталі. Однак не кожна людина може набути статус викривача.<br />
        Відповідно до Закону України <DocumentLink href="https://zakon.rada.gov.ua/laws/show/1700-18#Text">«Про запобігання корупції»</DocumentLink> викривач – фізична особа, яка за наявності переконання, що інформація є достовірною, повідомила про можливі факти корупційних або пов’язаних з корупцією правопорушень, інших порушень цього Закону, вчинених іншою особою, якщо така інформація стала їй відома у зв’язку з її трудовою, професійною, господарською, громадською, науковою діяльністю, проходженням нею служби чи навчання або її участю у передбачених законодавством процедурах, які є обов’язковими для початку такої діяльності, проходження служби чи навчання.
      </p>

      <p className="anticor-p coursive">Отже, особа вважається викривачем за сукупності таких умов:</p>
      <ol role="list" className="anticor-list">
        <li className="anticor-list-item">повідомити про корупцію має фізична особа (громадянин України, іноземець, особа без громадянства), яка переконана, що її інформація є достовірною;</li>
        <li className="anticor-list-item">наведена у повідомленні інформація повинна містити факти, що доводять можливе вчинення іншою особою корупційного або пов’язаного з корупцією правопорушення, які можна перевірити;</li>
        <li className="anticor-list-item">ця інформація стала їй відома у зв’язку з її трудовою, професійною, господарською, громадською, науковою діяльністю, проходження нею служби чи навчання.</li>
      </ol>

      <p className="anticor-p content-blue">
        У разі відсутності хоча б однієї з вищевказаних умов особа вважається заявником.<br />
        Подання повідомлень (у тому числі анонімних) через внутрішні канали повідомлення про можливі факти корупційних або пов’язаних з корупцією правопорушень, інших порушень Закону України «Про запобігання корупції» здійснюється через відкритий для цілодобового доступу до Порталу та спеціальні телефонні лінії.
      </p>

      <p className="anticor-p content-blue">Портал передбачає 5 простих кроків для здійснення повідомлення:</p>
      <p className="anticor-p content-blue">
        <em>Крок 1 – Організація та посадова особа<br /></em>
        Необхідно натиснути на поле і з випадаючого списку вибрати організацію, про корупцію в якій особа хоче повідомити. Після цього необхідно вибрати, хто саме з посадових осіб вчинив правопорушення.<br /><br />
        <em>Крок 2 – Тип повідомлення<br /></em>
        Необхідно зазначити чи бажає особа надати в повідомленні дані про себе чи залишити повідомлення анонімно.<br /><br />
        <em>Крок 3 – Джерело отримання інформації<br /></em>
        Необхідно вказати, звідки особі стала відома інформація про правопорушення.<br /><br />
        <em>Крок 4 – Склад правопорушення<br /></em>
        Необхідно вказати, про яке саме правопорушення особа бажає повідомити – слід вибрати один з запропонованих варіантів та з випадаючого списку обрати статтю.<br /><br />
        <em>Крок 5 – Обставини правопорушення<br /></em>
        Необхідно вказати обставини правопорушення, ПІБ осіб, дату та місце злочину, а також додати підтверджуючі матеріали.
      </p>

      <div className="columns content-blue w-row">
        <div className="column-2 w-col w-col-6 w-col-stack">
          <blockquote className="block-quote">Головний спеціаліст з питань запобігання та виявлення корупції Державного агентства розвитку туризму України</blockquote>
        </div>
        <div className="column w-col w-col-6 w-col-stack">
          <div className="text-block"><strong><em className="anticor-name">Гончар Яна Олександрівна</em></strong></div>
          <DocumentLink href="mailto:vykryvach@tourism.gov.ua?subject=%D0%BF%D0%BE%D0%B2%D1%96%D0%B4%D0%BE%D0%BC%D0%BB%D0%B5%D0%BD%D0%BD%D1%8F%20%D0%B2%D1%96%D0%B4%20%D0%BF%D0%B8%D0%BB%D1%8C%D0%BD%D0%BE%D0%B3%D0%BE%20%D0%B3%D1%80%D0%BE%D0%BC%D0%B0%D0%B4%D1%8F%D0%BD%D0%B8%D0%BD%D0%B0-%D0%B2%D0%B8%D0%BA%D1%80%D0%B8%D0%B2%D0%B0%D1%87%D0%B0">
            <strong>vykryvach@tourism.gov.ua</strong>
          </DocumentLink>
        </div>
      </div>

      <div id="anticor-advertisment" className="anticor-advertisment">
        <h3 className="anticor-header2"><em className="italic-text-2">Державне агентство розвитку туризму України оголошує про початок оцінки корупційних ризиків у своїй діяльності.</em></h3>
        <p className="anticor-p content-blue">
          З метою забезпечення прозорості та ефективності процесу, запрошуємо представників громадськості долучитися до цієї важвої роботи шляхом надання кандидатур для включення до складу Робочої групи з оцінювання корупційних ризиків у діяльності Державного агентства розвитку туризму України.<br /><br />
          <span className="anticor-span">Вимоги до кандидатур:</span>
        </p>
        <ul role="list" className="anticor-list">
          <li className="anticor-list-item">досвід у сфері запобігання корупції або громадського моніторингу;</li>
          <li className="anticor-list-item">активна громадська позиція;</li>
          <li className="anticor-list-item">готовність брати участь у роботі групи на безоплатній основі.</li>
        </ul>
        <p className="anticor-p content-blue"><span className="anticor-span">Для подання кандидатури необхідно:</span></p>
        <p className="anticor-p content-blue">
          1. Надіслати інформацію про кандидата (ПІБ, контакти, професійний досвід, мотиваційний лист);<br /><br />
          2. Додати супровідний лист з пропозиціями чи баченням роботи Робочої групи.
        </p>
        <p className="anticor-p content-blue">
          Пропозиції приймаються до 06 грудня 2024 року на електронну адресу: 📧<DocumentLink href="mailto:anticor@tourism.gov.ua?subject=%D0%97%D0%B0%D0%BF%D0%B8%D1%82%20%D0%BD%D0%B0%20%D1%83%D1%87%D0%B0%D1%81%D1%82%D1%8C%20%D0%B2%20%D1%80%D0%BE%D0%B1%D0%BE%D1%87%D1%96%D0%B9%20%D0%B3%D1%80%D1%83%D0%BF%D1%96%20%D0%B7%20%D0%BE%D1%86%D1%96%D0%BD%D0%BA%D0%B8%20%D0%BA%D0%BE%D1%80%D1%83%D0%BF%D1%86%D1%96%D1%89%D0%BD%D0%B8%D1%85%20%D1%80%D0%B8%D0%B7%D0%B8%D0%BA%D1%96%D0%B2%20%D0%94%D0%90%D0%A0%D0%A2">anticor@tourism.gov.ua</DocumentLink>
        </p>
        <p className="anticor-p content-blue">
          <em>Увага! Надсилаючи інформацію, Ви надаєте згоду на її обробку відповідно до Закону України «Про захист персональних даних».<br /><br /></em>
          Долучайтеся до створення прозорих умов роботи та розвитку сфери туризму в Україні!<br /><br />
          З повагою, Державне агентство розвитку туризму України!
        </p>
      </div>

      <div id="anticor-laws" className="o-column-medium anticor-header2 npa">
        <h2 className="anticor-header3">Нормативно-правова база з антикорупційної діяльності ДАРТ</h2>
        <DocListItem href="/webflow/documents/anticor_nakaz.pdf" label="Наказ про проведення оцінювання корупційних ризиків" className="link-6" />
        <DocListItem href="https://docs.google.com/document/d/1XoYumT2kMWne5A7DMbtTsY5o6l7VZa6nXGzn6r-9M0U/edit?usp=sharing" label="ПРОПОЗИЦІЇ З ОЦІНКИ КОРУПЦІЙНИХ РИЗИКІВ" />
        <DocListItem href="https://docs.google.com/document/d/12zaVcrNRWIijOSmlRvzDnCJB-19pdCWe/edit?usp=sharing&ouid=102950708243884726082&rtpof=true&sd=true" label="Антикорупційна програма ДАРТ на 2022 – 2023 роки" />
        <DocListItem href="https://docs.google.com/document/d/1wIsZ9fHIrVuGnieN71h75stUUu1dxAOA/edit?usp=sharing&ouid=102950708243884726082&rtpof=true&sd=true" label="Опис ідентифікованих корупційних ризиків у діяльності ДАРТ" />
        <DocListItem href="https://docs.google.com/document/d/1biuO-9kCe0N5JFLk9kATbmbOAY4GXRPG/edit?usp=sharing&ouid=102950708243884726082&rtpof=true&sd=true" label="Таблиця оцінених корупційних ризиків та заходів щодо їх усунення у діяльності ДАРТ" />
        <DocListItem href="https://docs.google.com/document/d/1CN7Ok7uPFSL18kIKkWd7hqVcWWfEwJLD/edit?usp=sharing&ouid=102950708243884726082&rtpof=true&sd=true" label="Формальне визначення корупційних ризиків у діяльності ДАРТ за результатами їх ідентифікації" />
        <DocListItem href="/webflow/documents/Антикорупційна-програма-2023_2024.docx.pdf" label="Антикорупційна програма ДАРТ на 2023-2024 роки" />
        <DocListItem href="/webflow/documents/Додаток_1_Заходи_завдання_.pdf" label="Завдання і заходи з реалізації засад антикорупційної політики Державного агентства розвитку туризму України" />
        <DocListItem href="/webflow/documents/Додаток_2_Formalne-vyznach-ind-ryz.pdf" label="Інформація про формальне визначення ідентифікованих корупційних ризиків у діяльності ДАРТ" />
        <DocListItem href="/webflow/documents/Додаток_3_Навчальна_программа_.pdf" label="Програма навчання з питань запобігання та виявлення корупції у Державному агентстві розвитку туризму України" />
        <DocListItem href="/webflow/documents/Звіт.pdf" label="Звіт за результатами моніторингу виконання Антикорупційної програми Державного агентства розвитку туризму України на 2023-2024 роки за друге півріччя 2023 року" />
        <DocListItem href="/webflow/documents/zvit-ak-1-2024.pdf" label="Звіт за результатами моніторингу виконання Антикорупційної програми Державного агентства розвитку туризму України на 2023-2024 роки за перше півріччя 2024 року" />
        <DocListItem href="/webflow/documents/zvit_anticor.pdf" label="Звіт за результатами моніторингу виконання Антикорупційної програми Державного агентства розвитку туризму України на 2023-2024 роки за друге півріччя 2024 року" />
        <DocListItem href="/webflow/documents/anticor-program-25-27.pdf" label="Проект Антикорупційної програми ДАРТ на 2025-2027 роки" />
        <DocListItem href="/webflow/documents/antikor-programm-2025.pdf" label="Антикорупційна програма Державного агентства розвитку туризму України на 2025-2027 роки" />
        <DocListItem href="/webflow/documents/report-anticor.pdf" label="Звіт за результатами виконання антикорупційних заходів Державного агентства розвитку туризму України за друге півріччя 2025 року" />

        <h3 className="anticor-header3">Інформаційно-аналітичні матеріали та роз’яснення</h3>
        <DocListItem href="https://wiki.nazk.gov.ua/category/konflikt-interesiv/" label="Конфлікт інтересів та інші обмеження" />
        <DocListItem href="https://wiki.nazk.gov.ua/category/deklaruvannya/" label="Роз'яснення щодо заповнення декларацій" />
        <DocListItem href="https://wiki.nazk.gov.ua/category/vykryvachi-koruptsiyi/" label="Роз'яснення про статус викривачів" />
        <DocListItem href="https://wiki.nazk.gov.ua/category/organizatsiya-roboty-upovnovazhenyh/" label="Роз’яснення про роботу уповноважених з питань запобігання та виявлення корупції" />
        <DocListItem href="https://docs.google.com/spreadsheets/d/1xpeoC1B58N7M4ZDWdcSyvY6yI-GKTMBk/edit?usp=sharing&ouid=101641807070613604490&rtpof=true&sd=true" label="Реєстр корупційних ризиків ДАРТ" />
        <DocListItem href="/webflow/documents/Памятка-щодо-прав-і-гарантій-викривачів.pdf" label="Пам'ятка щодо правового статусу, прав та гарантій захисту викривача" />
        <DocListItem href="/webflow/documents/Памятка-строки-розгляду-повідомлення-викривача-1-2.pdf" label="Пам'ятка щодо розгляду повідомлень про можливі факти корупційних або пов’язаних з корупцією правопорушень, інших порушень Закону України «Про запобігання корупції»" />
        <DocListItem href="/webflow/documents/памятка_канали_повідомлення_.pdf" label="Пам'ятка щодо каналів повідомлення про можливі факти корупційних або пов’язаних з корупцією правопорушень, інших порушень Закону України «Про запобігання корупції» в Державному агентстві розвитку туризму України" />
        <DocListItem href="/webflow/documents/Памятка-вторинна-допомога.pdf" label="Пам'ятка щодо порядку отримання викривачем безоплатної вторинної правової допомоги" />

        <h3 className="anticor-header3">Законодавство з питань запобігання корупції</h3>
        <DocListItem href="https://zakon.rada.gov.ua/laws/show/1700-18#Text" label="Закон України “Про запобігання корупції”" />
        <DocListItem href="https://zakon.rada.gov.ua/laws/show/z0987-16#Text" label="Перелік посад з високим та підвищеним рівнем корупційних ризиків" />
        <DocListItem href="https://zakon.rada.gov.ua/laws/show/z0914-21#Text" label="Типове положення про уповноважений підрозділ (уповноважену особу) з питань запобігання та виявлення корупції" />
        <DocListItem href="https://zakon.rada.gov.ua/laws/show/z0650-21#n7" label="Мінімальна штатна чисельність уповноваженого підрозділу з питань запобігання та виявлення корупції в державних органах" />
        <DocListItem href="https://zakon.rada.gov.ua/laws/show/171-2015-%D0%BF#Text" label="Порядок проведення спеціальної перевірки стосовно осіб, які претендують на зайняття посад, які передбачають зайняття відповідального або особливо відповідального становища, та посад з підвищеним корупційним ризиком" />
        <DocListItem href="https://zakon.rada.gov.ua/laws/show/950-2000-%D0%BF#Text" label="Порядок проведення службового розслідування стосовно осіб, уповноважених на виконання функцій держави або місцевого самоврядування, та осіб, які для цілей Закону України “Про запобігання корупції” прирівнюються до осіб, уповноважених на виконання функцій держави або місцевого самоврядування" />
        <DocListItem href="https://zakon.rada.gov.ua/laws/show/z1366-16#n5" label="Порядок інформування Національного агентства з питань запобігання корупції про відкриття валютного рахунка в установі банку-нерезидента та внесення зміни до Порядку формування, ведення та оприлюднення (надання) інформації Єдиного державного реєстру декларацій осіб, уповноважених на виконання функцій держави або місцевого самоврядування" />
        <DocListItem href="https://zakon.rada.gov.ua/laws/show/z1718-16#Text" label="Методологія оцінювання корупційних ризиків у діяльності органів влади" />
        <DocListItem href="https://www.kmu.gov.ua/ua/diyalnist/antikorupcijna-diyalnist/normativno-pravova-baza" label="Нормативно – правова база з антикорупційної діяльності" />
        <DocListItem href="http://zakon3.rada.gov.ua/laws/show/z1479-16" label="Рішення Національного агентства з питань запобігання корупції від 6 вересня 2016 р. №19 “Про затвердження Порядку перевірки факту подання суб’єктами декларування декларацій відповідно до Закону України “Про запобігання корупції” та повідомлення Національного агентства з питань запобігання корупції про випадки неподання чи несвоєчасного подання таких декларацій”" />
        <DocListItem href="https://nazk.gov.ua/uk/monitoryng-diyalnosti-natsionalnogo-agenstva/#map" label="Мапа уповноважених" />
        <DocListItem href="https://wiki.nazk.gov.ua/category/vykryvachi-koruptsiyi/roz-yasnennya-shhodo-zabezpechennya-prava-vykryvacha-na-otrymannya-informatsiyi/" label="Роз’яснення “Щодо забезпечення права викривача на отримання інформації”" />
      </div>
    </div>
  )
}
