import Image from "next/image";

export default function IevrointegraciyaPage() {
  return (
    <div className="categories-page-wrap header-trigger">
      <div className="o-container alt-categories">
        <h1 className="categories-page-header1">Євроінтеграція</h1>
        <div className="content-blue">
          Євроінтеграція є головним і незмінним зовнішньополітичним пріоритетом
          України, а подальша розбудова та поглиблення взаємовідносин між
          Україною та ЄС здійснюється на принципах політичної асоціації та
          економічної інтеграції.
        </div>
        <div className="content-blue">
          Основними стратегічними документами для досягнення цих цілей є{" "}
          <a
            href="https://zakon.rada.gov.ua/laws/show/984_011#Text"
            target="_blank"
            className="laws-list-item"
          >
            Угода про асоціацію між Україною, з однієї сторони, та Європейським
            Союзом, Європейським Співтовариством з атомної енергії і їхніми
            державами – членами,
          </a>{" "}
          з іншої сторони та Порядок денний асоціації Україна – ЄС.
        </div>
        <div className="content-blue">
          Війна відкрила нове вікно можливостей для прискорення інтеграції
          України в своє природне цивілізаційне середовище - до європейської
          сім'ї, до членства у Європейському Союзі, першими кроками до якого
          стало подання заявки на членство України у Європейському Союзі 28
          лютого 2022 року та заповнення опитувальника Європейської Комісії для
          отримання Україною статусу кандидата на членство в ЄС.
        </div>
        <div className="content-blue">
          23 червня 2022 року Європейська Рада прийняла історичне рішення
          визнати євроінтеграційну перспективу України та надати Україні статус
          кандидата на членство в Європейському Союзі, зокрема на основі{" "}
          <a
            href="https://neighbourhood-enlargement.ec.europa.eu/system/files/2022-06/Ukraine%20Opinion%20and%20Annex.pdf"
            target="_blank"
            className="laws-list-item"
          >
            висновку
          </a>{" "}
          Європейської Комісії (ЄК) від 17 червня 2022 року.
        </div>
        <div className="content-blue">
          1 лютого 2023 року оприлюднено Аналітичний звіт щодо заявки України на
          членство в Європейському Союзі, згідно з яким сфера науки і досліджень
          має середній рівень підготовки, а сфери освіти і культури – певний
          рівень підготовки до інтеграції.
        </div>
        <div className="content-blue">
          8 листопада 2023 року Європейська Комісія рекомендувала Європейській
          Раді відкрити переговори з Україною щодо членства в Європейському
          Союзі та оцінила стан прогресу реформ нашої країни у{" "}
          <a
            href="https://neighbourhood-enlargement.ec.europa.eu/system/files/2023-11/SWD_2023_699%20Ukraine%20report.pdf"
            target="_blank"
            className="laws-list-item"
          >
            Звіті про прогрес України
          </a>{" "}
          в рамках Пакета розширення 2023 року.
        </div>
        <div className="content-blue">
          9 вересня 2024 року Урядовий офіс координації європейської та
          євроатлантичної інтеграції Секретаріату Кабінету Міністрів України
          передав Європейській Комісії Звіт України в межах Пакета розширення ЄС
          2024 року.
          <br />
          Документ об’ємом близько 900 сторінок містить оновлену інформацію щодо
          державної політики на шляху до повноправного членства України в ЄС за
          період квітень – серпень 2024 року. Близько 140 державних установ були
          залучені до його підготовки.
          <br />
          Звіт містить детальну інформацію щодо прогресу виконання кожного
          заходу, передбаченого планом виконання рекомендацій Європейської
          Комісії, представлених у в межах Пакета розширення Європейського Союзу
          2023 року.
        </div>
        <div className="content-blue"></div>
        <div className="content-blue">
          Більше цікавої інформації про європейську інтеграцію можна знайти на
          Євроінтеграційному порталі:{" "}
          <a
            href="https://eu-ua.kmu.gov.ua/"
            target="_blank"
            className="laws-list-item"
          >
            https://eu-ua.kmu.gov.ua/
          </a>
        </div>
        <h2 className="categories-page-header-2">Євроатлантична інтеграція</h2>
        <div className="content-blue">
          Офіційні відносини між Україною та Організацією
          Північно-Атлантичного договору і її державами-членами (далі – НАТО)
          почалися в 1991 році, коли Україна приєдналася до Ради
          північноатлантичного співробітництва.
        </div>
        <div className="content-blue">
          У 1994 році Україна приєдналася до програми «Партнерство заради
          миру», головною метою якої є сприяння реформам, підвищенню
          стабільності, а також підтримка міжнародної та регіональної безпеки.
        </div>
        <div className="content-blue">
          9 липня 1997 року Україна та НАТО підписали Хартію про особливе
          партнерство між НАТО та Україною (далі – Хартія), яка і стала основою
          відносин. Хартією держави-члени НАТО підтвердили свою підтримку
          суверенітету та незалежності України, її територіальної цілісності,
          демократичному розвитку, економічному процвітанню, а також принципу
          недоторканості кордонів.
        </div>
        <div className="content-blue">
          Для визначення стратегічних завдань і пріоритетів інтеграції України
          до євроатлантичних структур безпеки було розроблено Указ Президента
          України від 02 жовтня 2018 року № 298 «Про річні національні програми
          під егідою Комісії Україна – НАТО», яким визначаються ключові завдання
          та заходи для органів державної влади на рік.
        </div>
        <div className="content-blue last-content">
          З метою проведення інформаційно-роз’яснювальної компанії щодо
          взаємодії України з НАТО розроблено{" "}
          <a
            href="https://zakon.rada.gov.ua/laws/show/1202-2020-%D1%80#Text"
            target="_blank"
            className="laws-list-item"
          >
            Концепцію вдосконалення інформування громадськості з питань
            євроатлантичної інтеграції України на 2017–2020 роки
          </a>
          , яку затверджено розпорядженням Кабінету Міністрів України від
          30.01.2019 № 35-р.
        </div>
        <div className="div-block-29">
          <div className="code-embed-2 w-embed w-iframe">
            <div
              data-video-id="47264"
              style={{ aspectRatio: "0.8", overflow: "hidden" }}
            >
              <iframe
                width="100%"
                height="100%"
                src="https://app.vidzflow.com/v/4PXoNu62GR?dq=576&ap=true&muted=true&loop=false&ctp=true&bv=false&piv=false&playsinline=false&bc=%234E5FFD&controls=play-large%2Cplay%2Cprogress%2Ccurrent-time%2Cmute%2Cvolume%2Csettings%2Cfullscreen"
                title="MC x Global Government Technology Center_post"
                style={{ aspectRatio: "0.8", overflow: "hidden" }}
                frameBorder="0"
                scrolling="no"
                allow="fullscreen"
              ></iframe>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
}
